<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>about.button.label.license</key>
	<string>사용권</string>
	<key>about.button.label.twitter</key>
	<string>Twitter</string>
	<key>about.button.label.website</key>
	<string>웹 사이트</string>
	<key>about.label.about_description</key>
	<string>Made with ❤️ and 🔋 by</string>
	<key>app_charging_mode.state.description.charging</key>
	<string>%@까지 충전합니다.</string>
	<key>app_charging_mode.state.description.force_charge</key>
	<string>100%까지 충전합니다</string>
	<key>app_charging_mode.state.description.force_discharge</key>
	<string>배터리를 방전합니다.</string>
	<key>app_charging_mode.state.description.inhibit</key>
	<string>충전 한도가 %@로 설정되었습니다.</string>
	<key>app_charging_mode.state.description.temp_charging_to</key>
	<string>충전 한도가 임시로 %@로 설정되었습니다.</string>
	<key>app_charging_mode.state.title.charger_not_connected</key>
	<string>충전기가 연결되지 않음</string>
	<key>app_charging_mode.state.title.charging</key>
	<string>충전 한도까지 충전 중</string>
	<key>app_charging_mode.state.title.disabled</key>
	<string>비활성화됨</string>
	<key>app_charging_mode.state.title.force_charge</key>
	<string>충전 중</string>
	<key>app_charging_mode.state.title.force_discharge</key>
	<string>방전 중</string>
	<key>app_charging_mode.state.title.inhibit</key>
	<string>충전 중단됨</string>
	<key>app_charging_mode.state.title.initial</key>
	<string>준비 중</string>
	<key>app_charging_mode.state.title.override</key>
	<string>임시 충전 설정</string>
	<key>app_charging_mode.state.title.temp_charging</key>
	<string>임시 충전 중</string>
	<key>app_charging_mode.state.title.temp_discharging</key>
	<string>임시 방전 중</string>
	<key>battery_info.label.additional.app_mode</key>
	<string>앱 모드</string>
	<key>battery_info.label.additional.battery_capacity</key>
	<string>배터리 성능</string>
	<key>battery_info.label.additional.cycle_count</key>
	<string>사이클 수</string>
	<key>battery_info.label.additional.last_discharge</key>
	<string>마지막 방전</string>
	<key>battery_info.label.additional.last_full_charge</key>
	<string>마지막 완전 충전</string>
	<key>battery_info.label.additional.power_source</key>
	<string>전원 공급원</string>
	<key>battery_info.label.additional.temperature</key>
	<string>온도</string>
	<key>battery_info.label.additional.unknown_health</key>
	<string>알 수 없음</string>
	<key>battery_info.label.info_missing</key>
	<string>정보 없음</string>
	<key>battery_info.label.main.battery</key>
	<string>배터리</string>
	<key>battery_info.label.main.elapsed_time</key>
	<string>경과 시간</string>
	<key>battery_info.label.main.time.calculating</key>
	<string>계산 중…</string>
	<key>battery_info.label.main.time.time_left</key>
	<string>남은 시간</string>
	<key>battery_info.label.main.time.time_to_charge</key>
	<string>충전 완료까지</string>
	<key>battery_info.label.top_coalition.none</key>
	<string>많은 에너지를 사용하는 앱 없음</string>
	<key>installer.button.label.accept</key>
	<string>수락</string>
	<key>installer.button.label.decline</key>
	<string>거절</string>
	<key>installer.button.label.install</key>
	<string>설치</string>
	<key>installer.name</key>
	<string>BatFi Installer</string>
	<key>installer.status.done</key>
	<string>완료</string>
	<key>installer.status.download_error</key>
	<string>다운로드 오류. %@</string>
	<key>installer.status.downloading</key>
	<string>다운로드 중...</string>
	<key>installer.status.installation_error</key>
	<string>설치 오류. %@</string>
	<key>installer.status.installing</key>
	<string>설치 중...</string>
	<key>installer.status.ready</key>
	<string>설치 준비 완료</string>
	<key>installer.status.unzipping</key>
	<string>압축 해제 중...</string>
	<key>installer.status.unzipping_error</key>
	<string>압축 해제 오류. %@</string>
	<key>menu.charts.header</key>
	<string>지난 12시간</string>
	<key>menu.charts.legend.charging</key>
	<string>충전 중</string>
	<key>menu.charts.legend.inhibiting</key>
	<string>충전 중단됨</string>
	<key>menu.charts.waitingForData</key>
	<string>(더 많은) 데이터를 기다리는 중…</string>
	<key>menu.high_energy_usage.header</key>
	<string>많은 에너지를 사용 중인 앱</string>
	<key>menu.high_energy_usage.loading</key>
	<string>데이터를 기다리는 중…</string>
	<key>menu.label.automatic_power_mode</key>
	<string>자동 전원 모드</string>
	<key>menu.label.batfi</key>
	<string>BatFi…</string>
	<key>menu.label.charge_to_hundred</key>
	<string>100% 충전</string>
	<key>menu.label.charger_not_connected_disclaimer</key>
	<string>충전기가 연결되어 있을 때만 임시 충전 설정이 활성화됩니다</string>
	<key>menu.label.check_for_updates</key>
	<string>업데이트 확인…</string>
	<key>menu.label.debug</key>
	<string>디버그</string>
	<key>menu.label.discharge_battery</key>
	<string>배터리 사용</string>
	<key>menu.label.discharging_override_but_lid_closed</key>
	<string>충전 중단 중; 디스플레이를 열어 배터리를 방전하세요</string>
	<key>menu.label.high_power_mode</key>
	<string>고성능 모드</string>
	<key>menu.label.inhibit_charging</key>
	<string>충전 중단</string>
	<key>menu.label.install_helper</key>
	<string>보조 프로그램 설치</string>
	<key>menu.label.low_power_mode</key>
	<string>저전력 모드</string>
	<key>menu.label.more</key>
	<string>더보기</string>
	<key>menu.label.onboarding</key>
	<string>초기 설정 창...</string>
	<key>menu.label.quit</key>
	<string>BatFi 종료</string>
	<key>menu.label.remove_helper</key>
	<string>보조 프로그램 제거</string>
	<key>menu.label.reset_settings</key>
	<string>설정 초기화</string>
	<key>menu.label.settings</key>
	<string>설정...</string>
	<key>menu.label.stop_charging_to_hundred</key>
	<string>100% 충전 취소</string>
	<key>menu.label.stop_discharging_battery</key>
	<string>배터리 사용 취소</string>
	<key>menu.label.stop_override</key>
	<string>임시 충전 설정 취소</string>
	<key>menu.power_info.header</key>
	<string>전력 분배</string>
	<key>menu.power_info.loading</key>
	<string>데이터를 기다리는 중...</string>
	<key>menu.tooltip.charge_to_hundred.charger_not_connected</key>
	<string>충전기가 연결되지 않아 비활성화됨</string>
	<key>menu.tooltip.charge_to_hundred.discharge_turned_on</key>
	<string>"충전 제한을 넘어서 충전된 경우 배터리 방전"이 켜져 비활성화됨</string>
	<key>notifications.alert.button.label.open_onboarding</key>
	<string>초기 설정 창 열기...</string>
	<key>notifications.alert.button.label.open_system_settings</key>
	<string>시스템 설정 열기...</string>
	<key>notifications.alert.button.label.restore_status_bar_icon</key>
	<string>상태 표시줄 아이콘 복원</string>
	<key>notifications.alert.informative_text.install_helper_troubleshooting</key>
	<string>보조 프로그램 없이 앱이 작동하지 않습니다.
더 보기 메뉴에서 초기 설정 창을 열어 초기 설정 과정을 완료하세요.
시스템 설정 → 일반 → 로그인 항목에서 앱이 '백그라운드에서 허용' 목록에 있으며, 스위치가 켜져 있는지 확인하세요.
</string>
	<key>notifications.alert.informative_text.not_laptop</key>
	<string>앱이 노트북에서 실행되지 않는 것 같습니다. 
Apple 노트북에서 BatFi를 실행하세요.</string>
	<key>notifications.alert.informative_text.status_bar_icon_hidden</key>
	<string>BatFi 설정을 다시 열려면 알림을 클릭하거나 Launchpad에서 아이콘을 선택하거나 Finder에서 두 번 클릭하세요.</string>
	<key>notifications.alert.title.install_helper_troubleshooting</key>
	<string>BatFi 보조 프로그램이 설치되지 않았습니다</string>
	<key>notifications.alert.title.not_laptop</key>
	<string>MacBook에서 BatFi 실행</string>
	<key>notifications.alert.title.optimized_charging_turned_on</key>
	<string>최적화된 배터리 충전이 활성화됨</string>
	<key>notifications.alert.title.status_bar_icon_hidden</key>
	<string>상태 표시줄 아이콘이 숨겨져 있습니다</string>
	<key>notifications.notification.body.battery_calibration</key>
	<string>컴퓨터를 전원에서 분리하고 배터리를 완전히 방전시키세요. 
그런 다음 다시 연결하여 100%까지 충전하세요. 
필요시 메뉴에서 ‘100%까지 충전’ 명령을 사용하세요.</string>
	<key>notifications.notification.body.low_battery</key>
	<string>제 배터리가 다 됐나봐요!</string>
	<key>notifications.notification.subtitle.new_mode</key>
	<string>현재 모드: %@</string>
	<key>notifications.notification.title.automatic_power_mode_on</key>
	<string>자동 전원 모드가 활성화되었습니다</string>
	<key>notifications.notification.title.battery_calibration</key>
	<string>배터리 보정 시간</string>
	<key>notifications.notification.title.high_power_mode_on</key>
	<string>고성능 모드가 활성화되었습니다</string>
	<key>notifications.notification.title.low_battery</key>
	<string>배터리 부족</string>
	<key>notifications.notification.title.low_power_mode_on</key>
	<string>저전력 모드가 활성화되었습니다</string>
	<key>onboarding.alert.button.label.open_system_settings</key>
	<string>시스템 설정 열기</string>
	<key>onboarding.alert.message.helper_not_installed</key>
	<string>보조 프로그램에 권한이 할당되지 않았습니다. 권한 부여를 위한 비밀번호 / Touch ID 창이 뜨지 않았을 경우, 이는 macOS의 버그이므로 시스템 설정에서 설정해주십시오.
언제든지 시스템 설정에서 권한을 변경할 수 있습니다.
보조 프로그램이 설치되지 않았을 경우 BatFi가 작동되지 않음을 유념해 주십시오.</string>
	<key>onboarding.alert.title.helper_not_installed</key>
	<string>보조 프로그램의 설치가 여전히 완료되지 않았습니다</string>
	<key>onboarding.button.label.complete</key>
	<string>완료</string>
	<key>onboarding.button.label.get_started</key>
	<string>시작하기</string>
	<key>onboarding.button.label.install_helper</key>
	<string>보조 프로그램 설치</string>
	<key>onboarding.button.label.launch_at_login</key>
	<string>시작 시 BatFi 실행</string>
	<key>onboarding.button.label.next</key>
	<string>다음</string>
	<key>onboarding.button.label.previous</key>
	<string>이전</string>
	<key>onboarding.button.label.tip_jar.tip</key>
	<string>%@ 팁</string>
	<key>onboarding.label.almost_done</key>
	<string>거의 완료되었습니다.</string>
	<key>onboarding.label.app_description</key>
	<string>BatFi는 충전 상태를 효과적으로 관리하여 macOS의 배터리 성능을 유지할 수 있도록 도와줍니다. 사용자 설정이 가능하므로 필요할 때에만 100% 충전이 가능합니다.</string>
	<key>onboarding.label.app_is_ready</key>
	<string>앱을 사용할 준비가 완료되었습니다!</string>
	<key>onboarding.label.done</key>
	<string>완료.</string>
	<key>onboarding.label.extend_life</key>
	<string>Mac의 배터리 성능을 연장하세요.</string>
	<key>onboarding.label.helper_description</key>
	<string>BatFi는 백그라운드에서 Mac의 충전 모드를 제어할 수 있도록 하는 보조 프로그램을 설치합니다.</string>
	<key>onboarding.label.helper_requires_admin</key>
	<string>이 보조 프로그램은 BatFi가 작동하기 위해 반드시 필요하며, 설치 시 관리자 권한이 필요합니다.</string>
	<key>onboarding.label.launch_at_login_recommendation</key>
	<string>권장됨. 이 설정은 나중에 앱 설정에서 수정할 수 있습니다.</string>
	<key>onboarding.label.set_limit</key>
	<string>충전 제한을 설정하세요.</string>
	<key>onboarding.label.set_limit_description</key>
	<string>최대 충전 퍼센트를 설정하여 100% 충전을 제한하고 배터리 수명을 향상하세요.</string>
	<key>onboarding.label.set_limit_set_up_later</key>
	<string>이 설정은 나중에 앱 설정에서 수정할 수 있습니다.</string>
	<key>onboarding.slider.label.set_limit</key>
	<string>배터리가 %@에 도달하면 충전 중단</string>
	<key>settings.accessibility.title.advanced</key>
	<string>고급 창</string>
	<key>settings.accessibility.title.charging</key>
	<string>충전 창</string>
	<key>settings.accessibility.title.general</key>
	<string>일반 창</string>
	<key>settings.accessibility.title.hotkeys</key>
	<string>핫키 창</string>
	<key>settings.accessibility.title.notifications</key>
	<string>알림 창</string>
	<key>settings.accessibility.title.statusBar</key>
	<string>메뉴 창</string>
	<key>settings.button.description.lid_must_be_opened</key>
	<string>디스플레이가 열렸을 경우에만 작동합니다.</string>
	<key>settings.button.label.automatically_check_updates</key>
	<string>자동으로 업데이트 확인</string>
	<key>settings.button.label.automatically_download_updates</key>
	<string>자동으로 업데이트 다운로드</string>
	<key>settings.button.label.automatically_manage_charging</key>
	<string>자동으로 충전 제어</string>
	<key>settings.button.label.battery_calibration_recommended</key>
	<string>배터리 보정 권장</string>
	<key>settings.button.label.battery_percentage</key>
	<string>배터리 잔량 표시</string>
	<key>settings.button.label.battery_percentage_next_to_icon</key>
	<string>아이콘 옆에 백분율 표시</string>
	<key>settings.button.label.blink_magSafe_when_discharging</key>
	<string>배터리를 방전하기 시작할 경우 MagSafe LED의 불빛을 몇 번 깜빡임</string>
	<key>settings.button.label.charging_status_did_change</key>
	<string>충전 상태가 변할 경우</string>
	<key>settings.button.label.check_for_beta_updates</key>
	<string>베타 버전 업데이트 받기</string>
	<key>settings.button.label.debug_menu</key>
	<string>디버그 메뉴 보기</string>
	<key>settings.button.label.disable_automatic_sleep</key>
	<string>충전 제한까지 충전되지 않았을 경우 잠자기 지연</string>
	<key>settings.button.label.discharge_batter_when_overcharged</key>
	<string>충전 제한을 넘어서 충전된 경우 배터리 방전</string>
	<key>settings.button.label.enable_system_charge_limit_on_sleep</key>
	<string>Mac이 잠자기로 전환될 경우 시스템 설정(80%)에 따라 자동으로 충전 제한</string>
	<key>settings.button.label.high_energy_impact_processes_show</key>
	<string>많은 에너지를 사용 중인 앱 표시</string>
	<key>settings.button.label.launch_at_login</key>
	<string>시작 시 실행</string>
	<key>settings.button.label.magsafe_use_green_light</key>
	<string>충전이 중단된 경우 MagSafe의 불빛을 녹색으로 점등</string>
	<key>settings.button.label.monochrome_icon</key>
	<string>모노크롬 아이콘 사용</string>
	<key>settings.button.label.pause_charging_on_sleep</key>
	<string>Mac이 잠자기로 전환될 경우 자동으로 충전 중단</string>
	<key>settings.button.label.send_analytics</key>
	<string>크래시 보고서 보내기</string>
	<key>settings.button.label.show_alerts_when_optimized_charging_is_engaged</key>
	<string>최적화된 배터리 충전이 활성화될 경우 알림 표시</string>
	<key>settings.button.label.show_battery_chart_in_menu</key>
	<string>배터리 잔량 차트 표시</string>
	<key>settings.button.label.show_battery_cycles</key>
	<string>배터리 사이클 수 표시</string>
	<key>settings.button.label.show_battery_health</key>
	<string>배터리 수명 표시</string>
	<key>settings.button.label.show_battery_temperature</key>
	<string>배터리 온도 표시</string>
	<key>settings.button.label.show_last_discharge_date</key>
	<string>마지막 방전 날짜 보기</string>
	<key>settings.button.label.show_last_full_charge_date</key>
	<string>마지막 완전 충전 날짜 보기</string>
	<key>settings.button.label.show_power_diagram</key>
	<string>전력 분배 표시</string>
	<key>settings.button.label.show_power_mode_options</key>
	<string>전원 모드 옵션 표시</string>
	<key>settings.button.label.show_power_source</key>
	<string>전원 표시</string>
	<key>settings.button.label.show_status_bar_icon</key>
	<string>상태 표시줄 아이콘 표시</string>
	<key>settings.button.label.show_time_left_status_icon</key>
	<string>남은 시간 표시</string>
	<key>settings.button.label.turn_off_charging_when_battery_is_hot</key>
	<string>배터리가 뜨거울 경우 자동으로 충전 중단</string>
	<key>settings.button.tooltip.disable_automatic_sleep</key>
	<string>Mac을 충전 제한까지 충전하기 위해 잠자기를 제한한 후, 충전을 중단하고 Mac을 잠자기로 전환합니다</string>
	<key>settings.button.tooltip.discharge_battery_when_overcharged</key>
	<string>Macbook의 디스플레이가 열려 있을 경우, 앱이 충전 제한에 도달하기 위해 배터리를 방전할 수 있습니다</string>
	<key>settings.button.tooltip.turn_off_charging_when_battery_is_hot</key>
	<string>40°C 이상 배터리 온도가 올라갈 경우 충전을 제한합니다.</string>
	<key>settings.hotkey.label.charge_to_full</key>
	<string>100% 충전 토글</string>
	<key>settings.hotkey.label.discharge</key>
	<string>배터리 방전 토글</string>
	<key>settings.hotkey.label.inhibit</key>
	<string>충전 중단 토글</string>
	<key>settings.hotkey.label.stop_override</key>
	<string>임시 충전 설정 취소</string>
	<key>settings.hotkey.label.toggle_high_power_mode</key>
	<string>고성능 모드 전환</string>
	<key>settings.hotkey.label.toggle_low_power_mode</key>
	<string>저전력 모드 전환</string>
	<key>settings.label.analytics_are_always_on_during_beta</key>
	<string>베타에서 항상 활성화됨</string>
	<key>settings.label.battery_low_threshold</key>
	<string>배터리 낮음: %lld%%</string>
	<key>settings.label.charging_recommendation_part1</key>
	<string>일상적인 사용 시 80%가 권장됩니다.</string>
	<key>settings.label.charging_recommendation_part2</key>
	<string>메뉴의 "배터리 완전 충전"을 통해 이 설정을 재설정할 수 있습니다.</string>
	<key>settings.label.high_energy_impact_processes_duration</key>
	<string>샘플 시간: %@</string>
	<key>settings.label.high_energy_impact_processes_max_duration</key>
	<string>5분</string>
	<key>settings.label.high_energy_impact_processes_min_duration</key>
	<string>30초</string>
	<key>settings.label.high_energy_impact_processes_threshold</key>
	<string>영향을 주는 에너지 임계값: %lld</string>
	<key>settings.label.highest_limit</key>
	<string>90%</string>
	<key>settings.label.lowest_limit</key>
	<string>50%</string>
	<key>settings.label.tip_jar.body</key>
	<string>팁으로 저희를 지원해주세요!
BatFi를 계속 개선하여 더 좋은 앱이 되도록 도와주실 수 있습니다.
저희 커뮤니티에 멋진 모습을 보여주셔서 감사합니다.</string>
	<key>settings.label.tip_jar.button_description_1</key>
	<string>이 버튼은 가격이 미리 입력된 Gumroad 웹사이트를 엽니다.</string>
	<key>settings.label.tip_jar.button_description_2</key>
	<string>진행하기 전 가격을 변경할 수 있습니다.</string>
	<key>settings.label.tip_jar.title</key>
	<string>BatFi를 잘 사용하고 계신가요?</string>
	<key>settings.section.advanced</key>
	<string>고급</string>
	<key>settings.section.alerts</key>
	<string>알림</string>
	<key>settings.section.charging</key>
	<string>충전</string>
	<key>settings.section.debug</key>
	<string>디버그</string>
	<key>settings.section.general</key>
	<string>일반</string>
	<key>settings.section.high_energy_impact_processes</key>
	<string>많은 에너지를 사용 중인 앱</string>
	<key>settings.section.magSafe</key>
	<string>MagSafe</string>
	<key>settings.section.menu</key>
	<string>메뉴</string>
	<key>settings.section.notifications</key>
	<string>알림</string>
	<key>settings.section.other</key>
	<string>기타</string>
	<key>settings.section.status_icon</key>
	<string>상태 아이콘</string>
	<key>settings.section.updates</key>
	<string>업데이트</string>
	<key>settings.slider.label.turn_off_charging_at</key>
	<string>배터리가 %@에 도달하면 충전 중단</string>
	<key>settings.tab.title.advanced</key>
	<string>고급</string>
	<key>settings.tab.title.charging</key>
	<string>충전</string>
	<key>settings.tab.title.general</key>
	<string>일반</string>
	<key>settings.tab.title.hotkeys</key>
	<string>핫키</string>
	<key>settings.tab.title.notifications</key>
	<string>알림</string>
	<key>settings.tab.title.statusbar</key>
	<string>메뉴</string>
	<key>settings.tab.title.tip_jar</key>
	<string>팁 모금함</string>
</dict>
</plist>
